Repository: surniaulula/wpsso-am
Catalog: languages/wpsso-*.po
Languages: am_fr_ca

source: The %1$s add-on requires the %2$s plugin - please activate the missing plugin.
am_fr_ca: L'ajout %1$s nécessite l'extension %2$s - veuillez activer l'extension manquante.

source: The %1$s add-on requires %2$s version %3$s or newer (version %4$s is currently installed).
am_fr_ca: L'ajout %1$s nécessite %2$s version %3$s ou plus récente (la version %4$s est actuellement installée).

# lib file description
source: Mobile Apps
am_fr_ca: Apps mobile

# plugin name
source: WPSSO Mobile App Meta Tags
am_fr_ca: WPSSO balises méta d'App mobile

# plugin description
source: Apple Store / iTunes and Google Play App meta tags for Apple's mobile Safari banner and Twitter's App Card.
am_fr_ca: Balises méta Apple Store / iTunes et Google Play App pour la bannière mobile Safari de Apple et la carte app de Twitter.

source: The numeric representation of your iPhone application ID in the App Store (example: "307234931").
am_fr_ca: La représentation numérique de votre ID d'application iPhone dans l'App Store (exemple: "307234931").

source: The name of your iPhone application.
am_fr_ca: Le nom de votre application iPhone.

source: Your iPhone App's <em>custom</em> URL scheme (you must include "://" after the scheme name).
am_fr_ca: Le schéma d'URL <em>personnalisé</em> de votre app iPhone (vous devez inclure "://" suivant le nom du schéma).

source: The numeric representation of your iPad application ID in the App Store (example: "307234931").
am_fr_ca: La représentation numérique de votre ID d'application iPad dans l'App Store (exemple: "307234931").

source: The name of your iPad application.
am_fr_ca: Le nom de votre application iPad.

source: Your iPad App's <em>custom</em> URL scheme (you must include "://" after the scheme name).
am_fr_ca: Le schéma d'URL <em>personnalisé</em> de votre app iPad (vous devez inclure "://" suivant le nom du schéma).

source: The fully qualified package name of your Google Play application (example: "com.google.android.apps.maps").
am_fr_ca: Le nom complet du paquet de votre application Google Play (example: "com.google.android.apps.maps").

source: The name of your Google Play application.
am_fr_ca: Le nom de votre application Google Play.

source: Your Google Play App's <em>custom</em> URL scheme (you must include "://" after the scheme name).
am_fr_ca: Le schéma d'URL <em>personnalisé</em> de votre application Google Play (vous devez inclure "://" suivant le nom du schéma).

source: Add meta tags for the website's mobile App to a static front page.
am_fr_ca: Ajouter les balises méta pour l'app mobile du site Web à la page d'accueil statique.

source: Add meta tags for the website's mobile App to index and archive pages.
am_fr_ca: Ajouter les balises méta pour l'app mobile du site Web aux pages d'index et archives.

source: Add meta tags for the website's mobile App to Posts, Pages, and custom post types.
am_fr_ca: Ajouter les balises méta pour l'app mobile du site Web aux Articles, Pages, et articles de type personnalisé.

source: A mobile App ID in the Apple Store (example: "307234931").
am_fr_ca: L'ID d'une app mobile dans l'Apple Store (exemple: "307234931").

source: If you have an iTunes affiliate string, enter it here.
am_fr_ca: Si vous avez une chaîne d'affiliation iTunes, entrez-la ici.

source: A query string - which may include one or more inline variables - to provide context to your website's mobile App.
am_fr_ca: Une chaîne de requête - qui peut comprendre une ou plusieurs variables - pour fournir un contexte a votre app mobile de site Web.

source: If the user has your mobile App installed, this string can allow them to jump from your website to the same content in the mobile App.
am_fr_ca: Si l'utilisateur a votre app mobile installée, cette chaîne permet de sauter du site Web au même contenu dans l'app mobile.

source: The App Store country providing your application.
am_fr_ca: Le pays du App Store fournissant votre application.

# metabox tab
source: Mobile Apps
am_fr_ca: Apps mobile

source: Include the <em>%1$s</em> tab in the %2$s metabox on Posts, Pages, etc.
am_fr_ca: Inclure l'onglet <em>%1$s</em> dans la metabox %2$s, sur les Pages, Articles, etc..

source: These options allow you to present a banner advertisement in Apple's mobile Safari for your Apple Store App.
am_fr_ca: Ces options vous permettent de présenter une bannière publicitaire dans Safari mobile d'Apple pour votre app Apple Store.

source: The banner advertisement allows users of your website to download your mobile App and/or switch to your mobile App when using Apple's mobile Safari.
am_fr_ca: La bande publicitaire permet aux utilisateurs de télécharger votre app mobile et/ou de basculer vers l'application du Apple Store au lieu d'utiliser le navigateur Safari mobile d'Apple.

source: The Apple Store App information can be customized for each Post, Page, and custom post type under the <em>%1$s</em> tab in the %2$s metabox.
am_fr_ca: Les informations de l'App Store de Apple peuvent être personnalisées pour chaque Article, Page et les article de type personnalisé, dans l'onglet <em>%1$s</em> dans la metabox %2$s.

source: If you have an Apple Store App to access your website (as an alternative to using mobile web browsers, for example) and/or want to promote a single Apple Store App on your website, enter its details here.
am_fr_ca: Si vous avez une app mobile du Apple Store pour accéder à votre site Web (comme alternative au navigateurs web mobile) et/ou vous voulez promouvoir une seule app du Apple Store sur votre site Web, entrer ces détailles ici.

source: A <em>%1$s</em> tab can be added to the %2$s metabox on Posts, Pages, and custom post types, allowing you to enter specific information about one or more Apple Store and Google Play mobile Apps.
am_fr_ca: Un onglet <em>%1$s</em> peut être ajouté dans la metabox %2$s pour les Articles, Pages et les articles de type personnalisé, vous permettant d'entrer des informations d'une ou plusieurs applications mobile Apple Store et Google Play.

source: The <em>%s</em> information is used to create meta tags for Twitter's App Card and customize the mobile App banner for Apple's mobile Safari.
am_fr_ca: Les informations <em>%s</em> sont utilisées pour créer des balises méta pour la carte app de Twitter et personnaliser la bannière d'app pour le navigateur mobile Safari d'Apple.

# metabox title
source: Twitter App Card
am_fr_ca: Carte app de Twitter

# option label
source: App Store Territory
am_fr_ca: Territoire du App Store

# metabox title
source: iPhone App Details
am_fr_ca: Détails app iPhone

# option label
source: iPhone App ID
am_fr_ca: ID d'app iPhone

# option label
source: iPhone App Name
am_fr_ca: Nom d'app iPhone

# option label
source: iPhone App URL Scheme
am_fr_ca: Schéma URL app iPhone

# metabox title
source: iPad App Details
am_fr_ca: Détails app iPad

# option label
source: iPad App ID
am_fr_ca: ID d'app iPad

# option label
source: iPad App Name
am_fr_ca: Nom d'app iPad

# option label
source: iPad App URL Scheme
am_fr_ca: Schéma URL app iPad

# metabox title
source: Google Play App Details
am_fr_ca: Détails app Google Play

# option label
source: Google Play App ID
am_fr_ca: ID d'app Google Play

# option label
source: Google Play App Name
am_fr_ca: Nom d'app Google Play

# option label
source: Google Play App URL Scheme
am_fr_ca: Schéma URL app Google Play

# metabox title
source: Mobile App Banner
am_fr_ca: Bannière app Mobile

# option label
source: App ID Number
am_fr_ca: Numéro d'ID app

# option label
source: Affiliate Data
am_fr_ca: Donnée d'affilié

# option label
source: Argument String
am_fr_ca: Chaîne d'arguments

# lib file description
source: (code) Mobile App Banner
am_fr_ca: (code) Bannière app Mobile

# lib file description
source: (code) Twitter App Card Meta Tags
am_fr_ca: (code) Balises méta carte app de Twitter

# metabox title
source: Mobile App Products
am_fr_ca: Produits app mobile

# metabox tab
source: Apple Store App
am_fr_ca: App du Apple Store

# option label
source: Add Banner to Home Page
am_fr_ca: Ajouter bannière à la page d'accueil

# option label
source: Add Banner to Post Types
am_fr_ca: Ajouter bannière aux articles de type

# option label
source: Add Banner to Archive Pages
am_fr_ca: Ajouter bannière aux pages d'archive

# option label
source: Default App ID Number
am_fr_ca: Numéro d'ID app par défaut

# option label
source: Default Affiliate Data
am_fr_ca: Donnée d'affilié par défaut

# option label
source: Default Argument String
am_fr_ca: Chaîne d'arguments par défaut

# option label
source: Show Tab on Post Types
am_fr_ca: Afficher l'onglet sur articles de type

# option label
source: Default App Store Territory
am_fr_ca: Territoire du App Store par défaut

source: WPSSO Mobile App Meta Tags
am_fr_ca: WPSSO balises méta d'App mobile

source: Apple Store / iTunes and Google Play App meta tags for Apple's mobile Safari banner and Twitter's App Card.
am_fr_ca: Balises méta Apple Store / iTunes et Google Play App pour la bannière mobile Safari de Apple et la carte app de Twitter.
